which_solution_text = "Какое решение тебе нужно?"
which_homework_text = "Какая домашка тебе нужна?"
which_requirement_text = "Что тебя интересует?"


no_solution_yet_text = "Пока нет готовых решений"
no_homework_yet_text = "Пока нет домашних заданий"
no_requirements_yet_text = "Пока нет требований"

add_or_delete_text = "Добавить или удалить?"

put_name_text = "Какой предмет? Как зовут препода?"
isnt_unique_name_text = "Такое имя уже есть попробуй снова"

put_requirement_task_text = """Можешь печатать само требование, или отправить фото, или отправить файл. 
Можно отправить несколько фото"""
put_homework_task_text = """Можешь напечатать домашку, отправить файл с заданиями или фото.
Можно отправить несколько фото"""
put_solution_task_text = """Можешь напечатать
решение (или сбросить ссылку на готовые ответы) или отправить файл с решением или отправить несколько фото"""
put_schedule_text = "Отправь файл или фото с расписанием"

is_added_text = "Всё успешно добавлено, ты солнышко 😉"
choose_to_delete_text = "Выбери номер для удаления"
successful_del_text = "Всё успешно удалено"
nothing_to_delete_text = "Пока нечего удалять"
number_requested_text = "Нужно ввести число, а не буковы"
cancel_text = "Действие отменено"
send_your_files_text = "Ну так отправь"

ADD_BUTTON = "Добавить"
DELETE_BUTTON = "Удалить"
CANCEL_BUTTON = "Отмена"
NO_MORE_FILES_BUTTON = "Всё, что нужно, отправлено"
MORE_FILES_BUTTON = "У меня еще есть файлы..."