which_link_text = "Какая ссылка тебе нужна?"
which_book_text = "Какая книга тебе нужна?"

nothing_yet_text = "Пока ничего нет"

add_or_delete_link_text = "Добавить новую ссылку или удалить старую?"
add_or_delete_book_text = "Добавить новую книгу или удалить старую?"

put_link_name_text = "Введи имя для ссылки"
put_book_name_text = "Введи имя книги"

put_link_text = "Введи саму ссылку"
put_book_text = "Введи ссылку на книгу"

sucсessful_add_text = "Всё успешно добавлено, ты солнышко 😉"
choose_link_to_delete_text = "Выбери номер ссылки для удаления"

successful_del_text = "Всё успешно удалено"
nothing_to_delete_text = "Пока нечего удалять"
number_requested_text = "Нужно ввести число, а не буковы"
cancel_text = "Действие отменено"
url_requested_text = "Нужна ссылка!"

ADD_BUTTON = "Добавить"
DELETE_BUTTON = "Удалить"
CANCEL_BUTTON = "Отмена"