which_solution_text = "Какое решение тебе нужно?"
no_solution_yet_text = "Пока нет готовых решений"
add_or_delete_text = "Добавить новое решение или удалить старое?"
put_solution_name_text = "Какой предмет? Как зовут препода?"
put_solution_task_text = """Можешь напечатать
решение (или сбросить ссылку на готовые ответы) или отправить файл с решением. 
Бот не принимает несколько фото за один раз, так что все фото лучше скомпайлить в один pdf.
Если уж по какой-то причине хочется отправить фото, отправляй фото, но больше одного отправлять смысла нет"""
solution_is_added_text = "Всё успешно добавлено, ты солнышко 😉"
choose_solution_to_delete_text = "Выбери номер для удаления"
successful_del_text = "Всё успешно удалено"
nothing_to_delete_text = "Пока нечего удалять"
number_requested_text = "Нужно ввести число, а не буковы"
cancel_delete_text = "Действие отменено"

ADD_SLTN_BTN = "Добавить новое решение"
DLT_SLTN_BTN = "Удалить решение"
CNCL_DLT_SLTN_BTN = "Отмена"