which_homework_text = "Какая домашка тебе нужна?"
no_homework_yet_text = "Пока нет домашки"
add_or_delete_text = "Добавить новую домашку или удалить старую?"
put_homework_name_text = "Какой предмет? Как зовут препода?"
put_homework_task_text = """Можешь напечатать домашку, отправить файл с заданиями или фото. 
Больше одного фото не отправлять не стоит, если таки 
хочется отправить больше одного фото - лучше все сложить в один pdf файл."""
homework_is_added_text = "Всё успешно добавлено, ты солнышко 😉"
choose_homework_to_delete_text = "Выбери номер для удаления"
successful_del_text = "Всё успешно удалено"
nothing_to_delete_text = "Пока нечего удалять"
number_requested_text = "Нужно ввести число, а не буковы"
cancel_delete_text = "Действие отменено отменено"

ADD_HMWRK_BUTTON = "Добавить новую домашку"
DELETE_HMWRK_BUTTON = "Удалить домашку"
CANCEL_DELETE_HMWRK_BUTTON = "Отмена"